# 文字列
print("シングルコーテーション'文字'") # シングルコーテーション'文字'
print('ダブルコーテーション"文字"') # ダブルコーテーション"文字"
print("エスケープ \'文字\'") # エスケープ '文字'
print("バックスラッシュ\\文字") # バックスラッシュ\文字
print("改行(CR+LF)\r\n文字") # 改行(CR+LF)<br>文字
print("改行(LF)\n文字") # 改行(LF)<br>文字
print("タブ文字\t文字") #タブ文字	文字
print('16進数の文字\x21') # 16進数の文字!
print("16bit Unicodeで16進数の文字'\u611B'") # 16bit Unicodeで16進数の文字'愛'
print("32bit Unicodeで16進数の文字'\U0000611B'") # 32bit Unicodeで16進数の文字'愛'
print("文字列" + "連結") # 文字列連結
print("文字列と整数" + str(28) + "歳になりました。") # 文字列連結
print("""
三重引用符の文字
""") # <br>三重引用符の文字<br>
print("""\
三重引用符+バックスラッシュの文字\
""") # 三重引用符の文字
